import React from "react";

import img from "../../assets/kpoli.png";
import HomeNewscard from "../props/HomeNewscard";

function Latestnews() {
  return (
    <div className="my-4 md:my-8">
      <div className="flex justify-evenly flex-wrap gap-2">
      <HomeNewscard
      title="प्रचण्डको स्पष्टीकरण- समाजवादी मोर्चामा मेरो अरुचि होइन"
      image={img}
      desc="१५ माघ, काठमाडौं । नेकपा माओवादी केन्द्रका अध्यक्ष पुष्पकमल दाहाल
              प्रचण्डले समाजवादी मोर्चामा आबद्ध दलहरू एउटै केन्द्र बनाउने
              उद्देश्यबाट विमुख हुन नहुने बताएका छन् । मंगलबार काठमाडौंमा आयोजित
              समाजवादी..."
      />
        <HomeNewscard
      title="प्रचण्डको स्पष्टीकरण- समाजवादी मोर्चामा मेरो अरुचि होइन"
      image={img}
      desc="१५ माघ, काठमाडौं । नेकपा माओवादी केन्द्रका अध्यक्ष पुष्पकमल दाहाल
              प्रचण्डले समाजवादी मोर्चामा आबद्ध दलहरू एउटै केन्द्र बनाउने
              उद्देश्यबाट विमुख हुन नहुने बताएका छन् । मंगलबार काठमाडौंमा आयोजित
              समाजवादी..."
      />
      <HomeNewscard
      title="प्रचण्डको स्पष्टीकरण- समाजवादी मोर्चामा मेरो अरुचि होइन"
      image={img}
      desc="१५ माघ, काठमाडौं । नेकपा माओवादी केन्द्रका अध्यक्ष पुष्पकमल दाहाल
              प्रचण्डले समाजवादी मोर्चामा आबद्ध दलहरू एउटै केन्द्र बनाउने
              उद्देश्यबाट विमुख हुन नहुने बताएका छन् । मंगलबार काठमाडौंमा आयोजित
              समाजवादी..."
      />
      <HomeNewscard
      title="प्रचण्डको स्पष्टीकरण- समाजवादी मोर्चामा मेरो अरुचि होइन"
      image={img}
      desc="१५ माघ, काठमाडौं । नेकपा माओवादी केन्द्रका अध्यक्ष पुष्पकमल दाहाल
              प्रचण्डले समाजवादी मोर्चामा आबद्ध दलहरू एउटै केन्द्र बनाउने
              उद्देश्यबाट विमुख हुन नहुने बताएका छन् । मंगलबार काठमाडौंमा आयोजित
              समाजवादी..."
      />
      </div>
    </div>
  );
}

export default Latestnews;
